Repository: firstfu/lingo_journey
Catalog: lingo_journey/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt, zh_hans, zh_hant

# conversation.listening
source: Listening...
de: Zuhören...
es: Escuchando...
fr: Écoute...
ja: 聞いています...
ko: 듣는 중...
pt: Ouvindo...
zh_hans: 正在聆听...
zh_hant: 正在聆聽...

# conversation.mySide
source: Your side
de: Ihre Seite
es: Tu lado
fr: Votre côté
ja: あなた側
ko: 내 쪽
pt: Seu lado
zh_hans: 您这边
zh_hant: 您這邊

# conversation.selectMyLanguage
source: Select My Language
de: Meine Sprache wählen
es: Seleccionar mi idioma
fr: Sélectionner ma langue
ja: 自分の言語を選択
ko: 내 언어 선택
pt: Selecionar meu idioma
zh_hans: 选择我的语言
zh_hant: 選擇我的語言

# conversation.selectTheirLanguage
source: Select Their Language
de: Sprache des Anderen wählen
es: Seleccionar su idioma
fr: Sélectionner leur langue
ja: 相手の言語を選択
ko: 상대방 언어 선택
pt: Selecionar idioma deles
zh_hans: 选择对方的语言
zh_hant: 選擇對方的語言

# conversation.tapToSpeak
source: Tap mic to speak
de: Mikrofon antippen zum Sprechen
es: Toca el micrófono para hablar
fr: Appuyez sur le micro pour parler
ja: マイクをタップして話す
ko: 마이크를 눌러 말하기
pt: Toque no microfone para falar
zh_hans: 点击麦克风说话
zh_hant: 點擊麥克風說話

# conversation.theirSide
source: Their side
de: Seite des Anderen
es: Su lado
fr: Leur côté
ja: 相手側
ko: 상대방 쪽
pt: Lado deles
zh_hans: 对方那边
zh_hant: 對方那邊

# history.all
source: All
de: Alle
es: Todo
fr: Tout
ja: すべて
ko: 전체
pt: Tudo
zh_hans: 全部
zh_hant: 全部

# history.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt: Excluir
zh_hans: 删除
zh_hant: 刪除

# history.empty
source: No translation history
de: Kein Übersetzungsverlauf
es: Sin historial de traducción
fr: Aucun historique de traduction
ja: 翻訳履歴がありません
ko: 번역 기록 없음
pt: Sem histórico de tradução
zh_hans: 没有翻译历史
zh_hant: 沒有翻譯歷史

# history.emptySubtitle
source: Your translations will appear here
de: Ihre Übersetzungen werden hier angezeigt
es: Tus traducciones aparecerán aquí
fr: Vos traductions apparaîtront ici
ja: 翻訳がここに表示されます
ko: 번역이 여기에 표시됩니다
pt: Suas traduções aparecerão aqui
zh_hans: 您的翻译将显示在这里
zh_hant: 您的翻譯將顯示在這裡

# history.favorite
source: Favorite
de: Favorit
es: Favorito
fr: Favori
ja: お気に入りに追加
ko: 즐겨찾기 추가
pt: Favorito
zh_hans: 收藏
zh_hant: 收藏

# history.favorites
source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
ja: お気に入り
ko: 즐겨찾기
pt: Favoritos
zh_hans: 收藏
zh_hant: 收藏

# history.noFavorites
source: No favorites yet
de: Noch keine Favoriten
es: Sin favoritos aún
fr: Pas encore de favoris
ja: お気に入りはまだありません
ko: 즐겨찾기 없음
pt: Nenhum favorito ainda
zh_hans: 暂无收藏
zh_hant: 尚無收藏

# history.noFavoritesSubtitle
source: Star translations to save them here
de: Übersetzungen markieren, um sie hier zu speichern
es: Marca traducciones para guardarlas aquí
fr: Ajoutez des traductions aux favoris pour les enregistrer ici
ja: 翻訳にスターを付けてここに保存
ko: 별표를 눌러 여기에 저장하세요
pt: Favorite traduções para salvá-las aqui
zh_hans: 将翻译加入收藏以保存在这里
zh_hant: 將翻譯加入收藏以保存在這裡

# history.searchPlaceholder
source: Search translations...
de: Übersetzungen suchen...
es: Buscar traducciones...
fr: Rechercher des traductions...
ja: 翻訳を検索...
ko: 번역 검색...
pt: Pesquisar traduções...
zh_hans: 搜索翻译...
zh_hant: 搜尋翻譯...

# history.title
source: History
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
ko: 기록
pt: Histórico
zh_hans: 历史
zh_hant: 歷史

# history.unfavorite
source: Unfavorite
de: Aus Favoriten entfernen
es: Quitar favorito
fr: Retirer des favoris
ja: お気に入りから削除
ko: 즐겨찾기 해제
pt: Remover favorito
zh_hans: 取消收藏
zh_hant: 取消收藏

# language.picker.source
source: Select Source Language
de: Ausgangssprache wählen
es: Seleccionar idioma de origen
fr: Sélectionner la langue source
ja: 翻訳元の言語を選択
ko: 원본 언어 선택
pt: Selecionar idioma de origem
zh_hans: 选择来源语言
zh_hant: 選擇來源語言

# language.picker.target
source: Select Target Language
de: Zielsprache wählen
es: Seleccionar idioma de destino
fr: Sélectionner la langue cible
ja: 翻訳先の言語を選択
ko: 대상 언어 선택
pt: Selecionar idioma de destino
zh_hans: 选择目标语言
zh_hant: 選擇目標語言

# onboarding.description1
source: Instantly understand and communicate in any language with ease.
de: Verstehen und kommunizieren Sie sofort in jeder Sprache.
es: Comprende y comunícate instantáneamente en cualquier idioma con facilidad.
fr: Comprenez et communiquez instantanément dans n'importe quelle langue.
ja: あらゆる言語を瞬時に理解し、簡単にコミュニケーション。
ko: 어떤 언어든 즉시 이해하고 쉽게 소통하세요.
pt: Entenda e comunique-se instantaneamente em qualquer idioma.
zh_hans: 轻松即时理解并使用任何语言沟通。
zh_hant: 輕鬆即時理解並使用任何語言溝通。

# onboarding.description2
source: Have natural conversations with anyone, regardless of language barriers.
de: Führen Sie natürliche Gespräche mit jedem, unabhängig von Sprachbarrieren.
es: Mantén conversaciones naturales con cualquiera, sin barreras idiomáticas.
fr: Ayez des conversations naturelles avec n'importe qui, sans barrière linguistique.
ja: 言語の壁を越えて、誰とでも自然に会話。
ko: 언어 장벽 없이 누구와도 자연스럽게 대화하세요.
pt: Tenha conversas naturais com qualquer pessoa, sem barreiras linguísticas.
zh_hans: 与任何人自然对话，不受语言障碍限制。
zh_hant: 與任何人自然對話，不受語言障礙限制。

# onboarding.description3
source: Download languages to translate anywhere, even without internet.
de: Laden Sie Sprachen herunter, um überall zu übersetzen, auch ohne Internet.
es: Descarga idiomas para traducir en cualquier lugar, incluso sin internet.
fr: Téléchargez des langues pour traduire partout, même sans internet.
ja: 言語をダウンロードして、インターネットなしでも翻訳。
ko: 언어를 다운로드하여 인터넷 없이도 번역하세요.
pt: Baixe idiomas para traduzir em qualquer lugar, mesmo sem internet.
zh_hans: 下载语言，随时随地翻译，即使没有网络。
zh_hant: 下載語言，隨時隨地翻譯，即使沒有網路。

# onboarding.getStarted
source: Get Started
de: Los geht's
es: Comenzar
fr: Commencer
ja: 始める
ko: 시작하기
pt: Começar
zh_hans: 开始使用
zh_hant: 開始使用

# onboarding.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음
pt: Próximo
zh_hans: 下一步
zh_hant: 下一步

# onboarding.title1
source: Translate With Confidence
de: Mit Vertrauen übersetzen
es: Traduce con confianza
fr: Traduisez en toute confiance
ja: 自信を持って翻訳
ko: 자신있게 번역하세요
pt: Traduza com confiança
zh_hans: 自信地翻译
zh_hant: 自信地翻譯

# onboarding.title2
source: Face-to-Face Conversations
de: Persönliche Gespräche
es: Conversaciones cara a cara
fr: Conversations en face à face
ja: 対面での会話
ko: 대면 대화
pt: Conversas presenciais
zh_hans: 面对面对话
zh_hant: 面對面對話

# onboarding.title3
source: Works Offline
de: Funktioniert offline
es: Funciona sin conexión
fr: Fonctionne hors ligne
ja: オフラインで動作
ko: 오프라인 작동
pt: Funciona offline
zh_hans: 离线可用
zh_hant: 離線可用

# privacy.contact.content
source: If you have any questions about this Privacy Policy, please contact us at firefirstfu@gmail.com
de: Wenn Sie Fragen zu dieser Datenschutzrichtlinie haben, kontaktieren Sie uns bitte unter firefirstfu@gmail.com
es: Si tiene alguna pregunta sobre esta Política de Privacidad, contáctenos en firefirstfu@gmail.com
fr: Si vous avez des questions concernant cette politique de confidentialité, veuillez nous contacter à firefirstfu@gmail.com
ja: 本プライバシーポリシーについてご質問がある場合は、firefirstfu@gmail.com までお問い合わせください。
ko: 본 개인정보 처리방침에 대해 질문이 있으시면 firefirstfu@gmail.com으로 문의해 주세요.
pt: Se você tiver alguma dúvida sobre esta Política de Privacidade, entre em contato conosco pelo e-mail firefirstfu@gmail.com
zh_hans: 如果您对本隐私政策有任何问题，请通过 firefirstfu@gmail.com 与我们联系。
zh_hant: 如果您對本隱私權政策有任何問題，請透過 firefirstfu@gmail.com 與我們聯繫。

# privacy.contact.title
source: Contact Us
de: Kontakt
es: Contáctenos
fr: Nous contacter
ja: お問い合わせ
ko: 문의하기
pt: Fale Conosco
zh_hans: 联系我们
zh_hant: 聯絡我們

# privacy.dataCollection.content
source: Lingo Journey does not collect, store, or transmit any personal data to external servers. All translation processing occurs entirely on your device.
de: Lingo Journey sammelt, speichert oder überträgt keine personenbezogenen Daten an externe Server. Die gesamte Übersetzungsverarbeitung erfolgt vollständig auf Ihrem Gerät.
es: Lingo Journey no recopila, almacena ni transmite ningún dato personal a servidores externos. Todo el procesamiento de traducción se realiza completamente en su dispositivo.
fr: Lingo Journey ne collecte, ne stocke ni ne transmet aucune donnée personnelle à des serveurs externes. Tout le traitement de traduction se fait entièrement sur votre appareil.
ja: Lingo Journey は個人データを外部サーバーに収集、保存、または送信しません。すべての翻訳処理はお客様のデバイス上で完全に行われます。
ko: Lingo Journey는 개인 데이터를 외부 서버에 수집, 저장 또는 전송하지 않습니다. 모든 번역 처리는 전적으로 귀하의 기기에서 이루어집니다.
pt: O Lingo Journey não coleta, armazena ou transmite nenhum dado pessoal para servidores externos. Todo o processamento de tradução ocorre inteiramente no seu dispositivo.
zh_hans: Lingo Journey 不会收集、存储或传送任何个人数据至外部服务器。所有翻译处理完全在您的设备上进行。
zh_hant: Lingo Journey 不會收集、儲存或傳送任何個人資料至外部伺服器。所有翻譯處理完全在您的裝置上進行。

# privacy.dataCollection.title
source: Data Collection
de: Datenerfassung
es: Recopilación de datos
fr: Collecte de données
ja: データ収集
ko: 데이터 수집
pt: Coleta de Dados
zh_hans: 数据收集
zh_hant: 資料收集

# privacy.dataDeletion.content
source: You can delete your translation history at any time within the app. To remove all app data completely, simply uninstall the app from your device.
de: Sie können Ihren Übersetzungsverlauf jederzeit in der App löschen. Um alle App-Daten vollständig zu entfernen, deinstallieren Sie einfach die App von Ihrem Gerät.
es: Puede eliminar su historial de traducciones en cualquier momento dentro de la aplicación. Para eliminar todos los datos de la aplicación por completo, simplemente desinstale la aplicación de su dispositivo.
fr: Vous pouvez supprimer votre historique de traduction à tout moment dans l'application. Pour supprimer complètement toutes les données de l'application, désinstallez simplement l'application de votre appareil.
ja: アプリ内でいつでも翻訳履歴を削除できます。すべてのアプリデータを完全に削除するには、デバイスからアプリをアンインストールしてください。
ko: 앱 내에서 언제든지 번역 기록을 삭제할 수 있습니다. 모든 앱 데이터를 완전히 제거하려면 기기에서 앱을 제거하면 됩니다.
pt: Você pode excluir seu histórico de traduções a qualquer momento dentro do aplicativo. Para remover todos os dados do aplicativo completamente, basta desinstalar o aplicativo do seu dispositivo.
zh_hans: 您可以随时在应用程序内删除翻译历史记录。若要完全移除所有应用程序数据，只需从设备上卸载本应用程序。
zh_hant: 您可以隨時在應用程式內刪除翻譯歷史記錄。若要完全移除所有應用程式資料，只需從裝置上解除安裝本應用程式。

# privacy.dataDeletion.title
source: Data Deletion
de: Datenlöschung
es: Eliminación de datos
fr: Suppression des données
ja: データ削除
ko: 데이터 삭제
pt: Exclusão de Dados
zh_hans: 数据删除
zh_hant: 資料刪除

# privacy.deviceData.content
source: The following data is stored locally on your device only: • Translation history • Language preferences • Favorite translations This data never leaves your device and can be deleted at any time.
de: Die folgenden Daten werden nur lokal auf Ihrem Gerät gespeichert: • Übersetzungsverlauf • Spracheinstellungen • Favorisierte Übersetzungen Diese Daten verlassen niemals Ihr Gerät und können jederzeit gelöscht werden.
es: Los siguientes datos se almacenan localmente solo en su dispositivo: • Historial de traducciones • Preferencias de idioma • Traducciones favoritas Estos datos nunca salen de su dispositivo y pueden eliminarse en cualquier momento.
fr: Les données suivantes sont stockées localement sur votre appareil uniquement : • Historique des traductions • Préférences linguistiques • Traductions favorites Ces données ne quittent jamais votre appareil et peuvent être supprimées à tout moment.
ja: 以下のデータはお客様のデバイスにのみローカルに保存されます： • 翻訳履歴 • 言語設定 • お気に入りの翻訳 これらのデータはデバイスから外部に送信されることはなく、いつでも削除できます。
ko: 다음 데이터는 귀하의 기기에만 로컬로 저장됩니다: • 번역 기록 • 언어 설정 • 즐겨찾기 번역 이 데이터는 기기를 벗어나지 않으며 언제든지 삭제할 수 있습니다.
pt: Os seguintes dados são armazenados localmente apenas no seu dispositivo: • Histórico de traduções • Preferências de idioma • Traduções favoritas Estes dados nunca saem do seu dispositivo e podem ser excluídos a qualquer momento.
zh_hans: 以下数据仅存储在您的设备上： • 翻译历史记录 • 语言偏好设置 • 收藏的翻译 这些数据绝不会离开您的设备，您可以随时删除。
zh_hant: 以下資料僅儲存在您的裝置上： • 翻譯歷史記錄 • 語言偏好設定 • 收藏的翻譯 這些資料絕不會離開您的裝置，您可以隨時刪除。

# privacy.deviceData.title
source: Data Stored on Device
de: Auf dem Gerät gespeicherte Daten
es: Datos almacenados en el dispositivo
fr: Données stockées sur l'appareil
ja: デバイスに保存されるデータ
ko: 기기에 저장되는 데이터
pt: Dados armazenados no dispositivo
zh_hans: 设备端存储的数据
zh_hant: 裝置端儲存的資料

# privacy.introduction.content
source: Lingo Journey is committed to protecting your privacy. This app is designed with an offline-first approach, meaning your data stays on your device and is never transmitted to our servers.
de: Lingo Journey verpflichtet sich zum Schutz Ihrer Privatsphäre. Diese App wurde mit einem Offline-First-Ansatz entwickelt, was bedeutet, dass Ihre Daten auf Ihrem Gerät bleiben und niemals an unsere Server übertragen werden.
es: Lingo Journey se compromete a proteger su privacidad. Esta aplicación está diseñada con un enfoque offline-first, lo que significa que sus datos permanecen en su dispositivo y nunca se transmiten a nuestros servidores.
fr: Lingo Journey s'engage à protéger votre vie privée. Cette application est conçue avec une approche hors ligne d'abord, ce qui signifie que vos données restent sur votre appareil et ne sont jamais transmises à nos serveurs.
ja: Lingo Journey はお客様のプライバシー保護に努めています。本アプリはオフラインファースト設計を採用しており、お客様のデータはデバイス上にのみ保存され、当社のサーバーに送信されることはありません。
ko: Lingo Journey는 귀하의 개인정보 보호를 위해 최선을 다합니다. 이 앱은 오프라인 우선 설계를 채택하여 귀하의 데이터는 기기에만 저장되며 당사 서버로 전송되지 않습니다.
pt: O Lingo Journey está comprometido em proteger sua privacidade. Este aplicativo foi projetado com uma abordagem offline-first, o que significa que seus dados permanecem no seu dispositivo e nunca são transmitidos para nossos servidores.
zh_hans: Lingo Journey 致力于保护您的隐私。本应用程序采用离线优先设计，您的数据仅存储在您的设备上，绝不会传送至我们的服务器。
zh_hant: Lingo Journey 致力於保護您的隱私。本應用程式採用離線優先設計，您的資料僅存儲在您的裝置上，絕不會傳送至我們的伺服器。

# privacy.introduction.title
source: Introduction
de: Einleitung
es: Introducción
ja: はじめに
ko: 소개
pt: Introdução
zh_hans: 简介
zh_hant: 簡介

# privacy.lastUpdated
source: Last updated: January 2026
de: Zuletzt aktualisiert: Januar 2026
es: Última actualización: enero de 2026
fr: Dernière mise à jour : janvier 2026
ja: 最終更新：2026年1月
ko: 최종 업데이트: 2026년 1월
pt: Última atualização: janeiro de 2026
zh_hans: 最后更新：2026 年 1 月
zh_hant: 最後更新：2026 年 1 月

# privacy.permissions.content
source: • Location: Used to detect your region and suggest local languages. Location data never leaves your device. • Microphone: Used for voice input. Speech recognition is performed on-device. • Camera: Used for OCR text scanning. Images are processed on-device and never stored or transmitted.
de: • Standort: Wird verwendet, um Ihre Region zu erkennen und lokale Sprachen vorzuschlagen. Standortdaten verlassen niemals Ihr Gerät. • Mikrofon: Wird für die Spracheingabe verwendet. Die Spracherkennung erfolgt auf dem Gerät. • Kamera: Wird für OCR-Textscans verwendet. Bilder werden auf dem Gerät verarbeitet und niemals gespeichert oder übertragen.
es: • Ubicación: Se utiliza para detectar su región y sugerir idiomas locales. Los datos de ubicación nunca salen de su dispositivo. • Micrófono: Se utiliza para la entrada de voz. El reconocimiento de voz se realiza en el dispositivo. • Cámara: Se utiliza para el escaneo de texto OCR. Las imágenes se procesan en el dispositivo y nunca se almacenan ni transmiten.
fr: • Localisation : Utilisée pour détecter votre région et suggérer des langues locales. Les données de localisation ne quittent jamais votre appareil. • Microphone : Utilisé pour la saisie vocale. La reconnaissance vocale est effectuée sur l'appareil. • Caméra : Utilisée pour la numérisation de texte OCR. Les images sont traitées sur l'appareil et ne sont jamais stockées ni transmises.
ja: • 位置情報：お客様の地域を検出し、現地の言語を提案するために使用します。位置情報データはデバイスから外部に送信されません。 • マイク：音声入力に使用します。音声認識はデバイス上で行われます。 • カメラ：OCRテキストスキャンに使用します。画像はデバイス上で処理され、保存や送信は行われません。
ko: • 위치: 귀하의 지역을 감지하고 현지 언어를 제안하는 데 사용됩니다. 위치 데이터는 기기를 벗어나지 않습니다. • 마이크: 음성 입력에 사용됩니다. 음성 인식은 기기에서 수행됩니다. • 카메라: OCR 텍스트 스캔에 사용됩니다. 이미지는 기기에서 처리되며 저장되거나 전송되지 않습니다.
pt: • Localização: Usada para detectar sua região e sugerir idiomas locais. Os dados de localização nunca saem do seu dispositivo. • Microfone: Usado para entrada de voz. O reconhecimento de fala é realizado no dispositivo. • Câmera: Usada para digitalização de texto OCR. As imagens são processadas no dispositivo e nunca são armazenadas ou transmitidas.
zh_hans: • 位置：用于检测您所在地区并建议当地语言。位置数据不会离开您的设备。 • 麦克风：用于语音输入。语音识别在设备上进行。 • 相机：用于 OCR 文字扫描。图像在设备上处理，不会存储或传送。
zh_hant: • 位置：用於偵測您所在地區並建議當地語言。位置資料不會離開您的裝置。 • 麥克風：用於語音輸入。語音辨識在裝置上進行。 • 相機：用於 OCR 文字掃描。影像在裝置上處理，不會儲存或傳送。

# privacy.permissions.title
source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
ja: 権限について
ko: 권한 사용 안내
pt: Permissões
zh_hans: 权限使用说明
zh_hant: 權限使用說明

# privacy.thirdParty.content
source: This app uses Apple's built-in frameworks (Translation and Speech) for translation and voice recognition. These services operate on your device and are subject to Apple's Privacy Policy.
de: Diese App verwendet die integrierten Apple-Frameworks (Translation und Speech) für Übersetzung und Spracherkennung. Diese Dienste laufen auf Ihrem Gerät und unterliegen der Datenschutzrichtlinie von Apple.
es: Esta aplicación utiliza los marcos integrados de Apple (Translation y Speech) para la traducción y el reconocimiento de voz. Estos servicios operan en su dispositivo y están sujetos a la Política de Privacidad de Apple.
fr: Cette application utilise les frameworks intégrés d'Apple (Translation et Speech) pour la traduction et la reconnaissance vocale. Ces services fonctionnent sur votre appareil et sont soumis à la politique de confidentialité d'Apple.
ja: 本アプリは、翻訳と音声認識にAppleの内蔵フレームワーク（TranslationとSpeech）を使用しています。これらのサービスはお客様のデバイス上で動作し、Appleのプライバシーポリシーに準拠します。
ko: 이 앱은 번역 및 음성 인식을 위해 Apple 내장 프레임워크(Translation 및 Speech)를 사용합니다. 이러한 서비스는 귀하의 기기에서 작동하며 Apple 개인정보 보호정책의 적용을 받습니다.
pt: Este aplicativo usa os frameworks integrados da Apple (Translation e Speech) para tradução e reconhecimento de voz. Esses serviços operam no seu dispositivo e estão sujeitos à Política de Privacidade da Apple.
zh_hans: 本应用程序使用 Apple 内置框架（Translation 和 Speech）进行翻译和语音识别。这些服务在您的设备上运行，并受 Apple 隐私政策规范。
zh_hant: 本應用程式使用 Apple 內建框架（Translation 和 Speech）進行翻譯和語音辨識。這些服務在您的裝置上運行，並受 Apple 隱私權政策規範。

# privacy.thirdParty.title
source: Third-Party Services
de: Dienste von Drittanbietern
es: Servicios de terceros
fr: Services tiers
ja: サードパーティサービス
ko: 제3자 서비스
pt: Serviços de Terceiros
zh_hans: 第三方服务
zh_hant: 第三方服務

# privacy.title
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt: Política de Privacidade
zh_hans: 隐私政策
zh_hant: 隱私權政策

# settings.about
source: ABOUT
de: ÜBER
es: ACERCA DE
fr: À PROPOS
ja: 情報
ko: 정보
pt: SOBRE
zh_hans: 关于
zh_hant: 關於

# settings.appLanguage
source: App Language
de: App-Sprache
es: Idioma de la app
fr: Langue de l'app
ja: アプリの言語
ko: 앱 언어
pt: Idioma do app
zh_hans: App 语言
zh_hant: App 語言

# settings.currentRegion
source: Current Region
de: Aktuelle Region
es: Región actual
fr: Région actuelle
ja: 現在の地域
ko: 현재 지역
pt: Região atual
zh_hans: 当前地区
zh_hant: 目前地區

# settings.followSystem
source: Follow System
de: System folgen
es: Seguir sistema
fr: Suivre le système
ja: システムに従う
ko: 시스템 설정 따르기
pt: Seguir sistema
zh_hans: 跟随系统
zh_hant: 跟隨系統

# settings.geoAware
source: Geo-Aware Suggestions
de: Standortbasierte Vorschläge
es: Sugerencias por ubicación
fr: Suggestions géolocalisées
ja: 位置情報に基づく提案
ko: 위치 기반 추천
pt: Sugestões por localização
zh_hans: 地理感知建议
zh_hant: 地理感知建議

# settings.geoAware.subtitle
source: Suggest languages based on your location
de: Sprachen basierend auf Standort vorschlagen
es: Sugerir idiomas según tu ubicación
fr: Suggérer des langues selon votre position
ja: 現在地に基づいて言語を提案
ko: 위치에 따라 언어 추천
pt: Sugerir idiomas com base na sua localização
zh_hans: 根据您的位置建议语言
zh_hant: 根據您的位置建議語言

# settings.languages
source: LANGUAGES
de: SPRACHEN
es: IDIOMAS
fr: LANGUES
ja: 言語
ko: 언어
pt: IDIOMAS
zh_hans: 语言
zh_hant: 語言

# settings.location
source: LOCATION
de: STANDORT
es: UBICACIÓN
fr: LOCALISATION
ja: 位置情報
ko: 위치
pt: LOCALIZAÇÃO
zh_hans: 位置
zh_hant: 位置

# settings.offlineLanguages
source: Offline Languages
de: Offline-Sprachen
es: Idiomas sin conexión
fr: Langues hors ligne
ja: オフライン言語
ko: 오프라인 언어
pt: Idiomas offline
zh_hans: 离线语言
zh_hant: 離線語言

# settings.offlineLanguages.subtitle
source: Download languages for offline use
de: Sprachen für Offline-Nutzung herunterladen
es: Descargar idiomas para uso sin conexión
fr: Télécharger des langues pour une utilisation hors ligne
ja: オフラインで使用する言語をダウンロード
ko: 오프라인 사용을 위해 언어 다운로드
pt: Baixar idiomas para uso offline
zh_hans: 下载语言以供离线使用
zh_hant: 下載語言以供離線使用

# settings.persistentDynamicIsland
source: Persistent Dynamic Island
de: Dauerhafte Dynamic Island
es: Dynamic Island Persistente
fr: Dynamic Island Persistante
ja: 常駐ダイナミックアイランド
ko: 상시 다이나믹 아일랜드
pt: Dynamic Island Persistente
zh_hans: 常驻灵动岛
zh_hant: 常駐動態島

# settings.persistentDynamicIsland.hint
source: Once enabled, tap Dynamic Island to quickly translate clipboard text
de: Nach der Aktivierung können Sie auf Dynamic Island tippen, um Text aus der Zwischenablage schnell zu übersetzen
es: Una vez habilitado, toca Dynamic Island para traducir rápidamente el texto del portapapeles
fr: Une fois activé, appuyez sur Dynamic Island pour traduire rapidement le texte du presse-papiers
ja: 有効にすると、ダイナミックアイランドをタップしてクリップボードのテキストを素早く翻訳できます
ko: 활성화하면 다이나믹 아일랜드를 탭하여 클립보드 텍스트를 빠르게 번역할 수 있습니다
pt: Depois de ativado, toque no Dynamic Island para traduzir rapidamente o texto da área de transferência
zh_hans: 开启后，点击灵动岛可快速翻译剪贴板中的文字
zh_hant: 開啟後，點擊動態島可快速翻譯剪貼簿中的文字

# settings.persistentDynamicIsland.subtitle
source: Show translation shortcut in Dynamic Island
de: Übersetzungsverknüpfung in Dynamic Island anzeigen
es: Mostrar atajo de traducción en Dynamic Island
fr: Afficher le raccourci de traduction dans Dynamic Island
ja: ダイナミックアイランドに翻訳ショートカットを表示
ko: 다이나믹 아일랜드에 번역 바로가기 표시
pt: Mostrar atalho de tradução no Dynamic Island
zh_hans: 在灵动岛显示翻译快捷键
zh_hant: 在動態島顯示翻譯快捷鍵

# settings.privacyPolicy
source: Privacy Policy
de: Datenschutz
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt: Política de privacidade
zh_hans: 隐私政策
zh_hant: 隱私權政策

# settings.quickTranslate
source: Quick Translate
de: Schnellübersetzung
es: Traducción Rápida
fr: Traduction Rapide
ja: クイック翻訳
ko: 빠른 번역
pt: Tradução Rápida
zh_hans: 快速翻译
zh_hant: 快速翻譯

# settings.termsOfService
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
ja: 利用規約
ko: 서비스 이용약관
pt: Termos de Serviço
zh_hans: 使用条款
zh_hant: 使用條款

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
pt: Configurações
zh_hans: 设置
zh_hant: 設定

# tab.history
source: History
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
ko: 기록
pt: Histórico
zh_hans: 历史
zh_hant: 歷史

# tab.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
pt: Configurações
zh_hans: 设置
zh_hant: 設定

# tab.translate
source: Translate
de: Übersetzen
es: Traducir
fr: Traduire
ja: 翻訳
ko: 번역
pt: Traduzir
zh_hans: 翻译
zh_hant: 翻譯

# tab.voice
source: Voice
de: Stimme
es: Voz
fr: Voix
ja: 音声
ko: 음성
pt: Voz
zh_hans: 语音
zh_hant: 語音
